, 1
. 2
the 3
of 4
- 5
at 6
is 7
its 8
in 9
% 10
inc 11
days 12
a 13
52-week 14
average 15
moving 16
and 17
to 18
volatility 19
stock 20
price 21
with 22
as 23
10 24
low 25
high 26
million 27
sma 28
past 29
range 30
on 31
by 32
terms 33
20 34
corp 35
trading 36
prices 37
previous 38
period 39
14 40
true 41
stands 42
for 43
20-day 44
has 45
below 46
above 47
volume 48
while 49
150-day 50
today 51
highest 52
lowest 53
moved 54
over 55
rose 56
which 57
addition 58
strength 59
look 60
volatile 61
relatively 62
closes 63
group 64
was 65
changed 66
maker 67
this 68
fluctuates 69
wildly 70
other 71
words 72
highly 73
american 74
movement 75
displays 76
pattern 77
(14) 78
company 79
showed 80
out 81
3 82
weeks 83
move 84
data 85
from 86
dropped 87
up 88
down 89
last 90
pharmaceuticals 91
days. 92
volatile. 93
inc. 94
were 95
valued 96
total 97
raised 98
10-day 99
given 100
appears 101
be 102
based 103
simple 104
(sma) 105
exponential 106
(ema) 107
also 108
weighted 109
toward 110
same 111
anverages 112
calculated 113
considering 114
long 115
term 116
trend 117
compared 118
within 119
exceeds 120
falls 121
behind 122
shares 123
50-day 124
traded 125
currently 126
upon 127
closing 128
bell 129
peak 130
bottom 131
values 132
co 133
holdings 134
financial 135
investment 136
plc 137
ltd 138
ago 139
than 140
implies 141
earlier 142
record 143
pace 144
fields 145
optimism 146
new 147
version 148
applications 149
goes 150
reach 151
today's 152
after 153
much 154
ealier 155
air 156
an 157
acadia 158
advanced 159
trust 160
& 161
international 162
technologies 163
applied 164
gives 165
(rsi) 166
momentum 167
indicator 168
macd 169
that 170
amc 171
holding 172
realty 173
atlas 174
industries 175
ashford 176
hospitality 177
therapeutics 178
devices 179
technology 180
industrial 181
worldwide 182
energy 183
(the) 184
systems 185
gained 186
jumped 187
more 188
gains 189
surged 190
increased 191
increase 192
surging 193
decrease 194
declined 195
climbed 196
less 197
fell 198
loss 199
slid 200
tumbling 201
0.19 202
recorded 203
suggestion 204
0.18 205
relative 206
index 207
considered 208
hence 209
investor 210
should 211
opportunities. 212
0.23 213
0.25 214
abm 215
buy. 216
oversold 217
buying 218
showing 219
strong 220
another 221
trend-following 222
shows 223
relationship 224
between 225
two 226
averages 227
it 228
suggests 229
security 230
overbought. 231
agnc 232
amag 233
aes 234
0.22 235
acco 236
0.24 237
0.28 238
not 239
aaon 240
0.21 241
0.33 242
agco 243
0.27 244
0.26 245
0.17 246
0.38 247
0.31 248
0.62 249
0.65 250
0.37 251
0.41 252
0.63 253
0.36 254
0.35 255
0.16 256
0.46 257
0.45 258
0.15 259
0.32 260
0.29 261
0.44 262
0.34 263
0.58 264
0.39 265
0.14 266
0.13 267
0.66 268
0.59 269
0.53 270
0.69 271
0.55 272
0.49 273
0.61 274
0.67 275
0.64 276
0.71 277
0.42 278
0.47 279
0.68 280
0.73 281
0.72 282
0.57 283
0.74 284
0.43 285
0.52 286
advance 287
auto 288
parts 289
alexander's 290
agree 291
0.54 292
allergan 293
agenus 294
amtrust 295
services 296
alexander 297
baldwin 298
adtran 299
0.76 300
argan 301
campus 302
communities 303
alexion 304
ares 305
commercial 306
real 307
estate 308
equity 309
life 310
assets 311
amerisourcebergen 312
achaogen 313
inc/de 314
alaska 315
0.56 316
0.75 317
arch 318
capital 319
0.51 320
alder 321
biopharmaceuticals 322
healthcare 323
ak 324
steel 325
amedisys 326
allison 327
transmission 328
ameris 329
achillion 330
arlington 331
asset 332
ambac 333
aceto 334
eagle 335
outfitters 336
amgen 337
ameren 338
allegion 339
micro 340
bancorp 341
emissions 342
solutions 343
adamas 344
amber 345
road 346
abbott 347
electric 348
power 349
amkor 350
acorda 351
assurant 352
0.84 353
autodesk 354
altra 355
motion 356
0.48 357
armada 358
hoffler 359
properties 360
acacia 361
research 362
alico 363
almost 364
family 365
abaxis 366
corporation 367
national 368
bankshares 369
prime 370
laboratories 371
brands 372
aerie 373
alnylam 374
aspen 375
insurance 376
allegiant 377
travel 378
aaron's 379
0.81 380
akamai 381
akebia 382
aegion 383
aetna 384
affiliated 385
managers 386
networks 387
ameriprise 388
assured 389
guaranty 390
accenture 391
analog 392
argo 393
archer-daniels-midland 394
alkermes 395
entertainment 396
airlines 397
agios 398
optoelectronics 399
automatic 400
processing 401
apartment 402
management 403
allete 404
alliance 405
align 406
arthur 407
gallagher 408
0.12 409
aar 410
analogic 411
axcelis 412
aci 413
adobe 414
federal 415
agricultural 416
mortgage 417
ambarella 418
addus 419
homecare 420
aflac 421
adams 422
resources 423
albemarle 424
allstate 425
akorn 426
0.82 427
asbury 428
automotive 429
abiomed 430
0.83 431
apple 432
materials 433
abbvie 434
aecom 435
lease 436
alamo 437
agilysys 438
albany 439
0.87 440
acxiom 441
0.11 442
0.78 443
ametek 444
0.79 445
0.77 446
0.88 447
0.85 448
0.92 449
0.89 450
0.91 451
0.93 452
0.86 453
0.94 454
0.09 455
0.98 456
corp. 457
0.08 458
0.95 459
1.08 460
1.01 461
0.99 462
0.07 463
1.07 464
0.96 465
0.97 466
1.06 467
1.14 468
1.04 469
j 470
1.11 471
1.03 472
1.12 473
1.22 474
1.09 475
1.02 476
1.05 477
inc's 478
1.28 479
1.15 480
1.17 481
1.13 482
1.19 483
1.26 484
1.23 485
1.16 486
1.24 487
0.06 488
1.18 489
0.3 490
0.20 491
1.48 492
0.01 493
1.25 494
1.21 495
0.6 496
0.7 497
0.2 498
1.27 499
1.31 500
1.32 501
1.45 502
1.34 503
1.44 504
0.5 505
0.4 506
1.42 507
1.35 508
1.33 509
1.37 510
1.39 511
1.46 512
1.29 513
1.49 514
1.47 515
1.52 516
1.43 517
1.41 518
1.38 519
0.05 520
1.51 521
alcoa 522
1.36 523
0.8 524
0.30 525
1.61 526
0.10 527
0.9 528
1.56 529
1.68 530
1.55 531
1.69 532
0.60 533
1.77 534
1.53 535
1.54 536
1.72 537
0.70 538
1.64 539
1.74 540
0.00 541
0.04 542
1.57 543
1.71 544
1.66 545
1.73 546
1.58 547
1.65 548
1.76 549
1.79 550
1.67 551
1.63 552
1.0 553
0.03 554
1.83 555
1.92 556
0.40 557
1.59 558
1.95 559
1.82 560
1.88 561
1.75 562
0.02 563
0.50 564
1.86 565
1.84 566
2.01 567
co. 568
1.81 569
1.87 570
1.62 571
1.99 572
1.91 573
1.96 574
1.78 575
1.94 576
1.1 577
1.2 578
1.93 579
1.85 580
2.04 581
2.05 582
1.89 583
2.06 584
0.80 585
2.07 586
2.02 587
1.98 588
1.3 589
1.97 590
2.03 591
2.18 592
2.16 593
2.15 594
2.08 595
0.1 596
0.90 597
2.17 598
1.4 599
3.95 600
2.19 601
0.0 602
2.23 603
2.26 604
2.44 605
2.13 606
2.11 607
2.21 608
2.14 609
2.32 610
2.35 611
2.41 612
2.27 613
2.29 614
2.31 615
2.47 616
2.55 617
2.33 618
2.09 619
2.52 620
1.00 621
2.25 622
1.5 623
2.34 624
2.54 625
2.68 626
2.24 627
akr 628
amkr 629
2.48 630
1.6 631
acxm 632
2.39 633
abg 634
ads 635
aan 636
2.69 637
3.69 638
2.12 639
aap 640
acc 641
acor 642
agys 643
ahh 644
ahp 645
2.57 646
2.58 647
2.38 648
adsk 649
ait 650
abbv 651
achn 652
aciw 653
adms 654
afg 655
agm 656
aiv 657
aiz 658
amba 659
ambr 660
2.42 661
actg 662
adtn 663
ahl 664
alk 665
abt 666
acls 667
akba 668
alb 669
aaoi 670
aeis 671
akrx 672
ambc 673
ame 674
2.22 675
adbe 676
ades 677
afsi 678
aimc 679
al 680
alco 681
abmd 682
ai 683
akao 684
amcx 685
amed 686
aal 687
aapl 688
acre 689
ae 690
ale 691
alx 692
amg 693
2.43 694
2.71 695
4.15 696
acet 697
acm 698
aeri 699
2.37 700
aat 701
aegn 702
aeo 703
agx 704
aig 705
alle 706
abcb 707
acad 708
adp 709
ain 710
alog 711
2.56 712
2.36 713
aet 714
afl 715
agii 716
agio 717
aldr 718
alex 719
alks 720
acn 721
ael 722
ajg 723
aks 724
algt 725
amnb 726
2.78 727
2.45 728
2.28 729
aep 730
agn 731
2.64 732
aaww 733
acgl 734
achc 735
2.63 736
2.67 737
adm 738
adus 739
afam 740
amat 741
amd 742
3.65 743
adi 744
algn 745
all 746
amp 747
abax 748
alny 749
alsn 750
amgn 751
2.87 752
2.51 753
aht 754
alxn 755
4.05 756
2.89 757
afh 758
akam 759
alg 760
aee 761
3.45 762
abc 763
2.98 764
2.85 765
agen 766
3.01 767
2.76 768
3.72 769
adc 770
1.20 771
3.77 772
2.65 773
2.62 774
2.77 775
2.81 776
2.86 777
1.8 778
2.53 779
2.46 780
3.74 781
2.95 782
2.97 783
2.61 784
1.10 785
1.7 786
3.55 787
3.73 788
2.99 789
2.88 790
3.35 791
3.58 792
4.21 793
2.74 794
3.53 795
3.57 796
2.66 797
4.25 798
2.82 799
3.15 800
3.56 801
2.0 802
4.23 803
3.09 804
3.05 805
3.22 806
4.08 807
2.75 808
2.91 809
3.48 810
3.67 811
3.11 812
3.68 813
3.42 814
3.54 815
1.30 816
4.35 817
4.01 818
2.49 819
3.47 820
2.94 821
3.85 822
3.88 823
3.49 824
3.52 825
3.25 826
3.96 827
3.02 828
2.92 829
3.64 830
2.84 831
4.12 832
3.61 833
4.07 834
3.51 835
3.82 836
4.24 837
3.08 838
2.59 839
4.16 840
3.75 841
3.87 842
2.1 843
3.98 844
3.94 845
2.73 846
1.9 847
3.28 848
2.72 849
3.12 850
4.02 851
2.79 852
3.81 853
3.17 854
4.09 855
2.93 856
3.13 857
3.91 858
4.04 859
3.86 860
3.84 861
3.78 862
3.03 863
3.46 864
2.96 865
3.79 866
3.83 867
4.11 868
3.66 869
3.97 870
4.17 871
3.76 872
4.13 873
3.59 874
2.83 875
3.62 876
3.92 877
13.25 878
3.63 879
13.15 880
3.19 881
4.38 882
4.19 883
3.32 884
3.93 885
3.27 886
3.33 887
4.26 888
11.15 889
3.21 890
1.40 891
4.55 892
3.41 893
4.32 894
4.45 895
3.16 896
3.99 897
3.04 898
4.22 899
4.34 900
j. 901
3.34 902
3.06 903
4.29 904
3.71 905
3.44 906
3.18 907
4.06 908
3.14 909
12.85 910
4.39 911
4.27 912
3.37 913
4.59 914
3.07 915
13.05 916
corp's 917
3.29 918
3.38 919
3.26 920
3.36 921
1.50 922
2.5 923
5.25 924
3.31 925
4.43 926
1.60 927
4.37 928
4.56 929
3.39 930
3.43 931
4.42 932
4.36 933
3.24 934
4.1 935
4.18 936
4.0 937
3.89 938
12.95 939
4.03 940
inc.'s 941
4.33 942
4.41 943
11.45 944
4.2 945
6.44 946
2.6 947
3.9 948
4.31 949
11.2 950
4.28 951
13.29 952
3.23 953
4.14 954
2.2 955
11.21 956
4.52 957
4.47 958
4.54 959
6.46 960
4.61 961
2.9 962
6.17 963
11.16 964
13.28 965
11.65 966
13.21 967
2.3 968
4.63 969
6.24 970
11.18 971
5.65 972
10.25 973
5.61 974
6.19 975
13.35 976
5.45 977
6.25 978
6.47 979
4.57 980
10.65 981
13.18 982
4.65 983
13.55 984
4.49 985
12.55 986
4.3 987
12.75 988
50.0 989
13.65 990
6.39 991
4.48 992
10.55 993
6.32 994
6.43 995
4.66 996
4.53 997
6.13 998
13.19 999
6.22 1000
2017-05-15 1001
6.29 1002
3.7 1003
6.35 1004
4.87 1005
13.14 1006
4.86 1007
6.45 1008
4.58 1009
5.15 1010
4.44 1011
5.33 1012
11.17 1013
4.72 1014
14.35 1015
11.35 1016
11.19 1017
2.4 1018
2017-05-30 1019
2.00 1020
4.77 1021
5.08 1022
5.28 1023
2017-10-25 1024
2017-11-30 1025
4.68 1026
4.89 1027
10.45 1028
13.45 1029
6.28 1030
13.16 1031
2017-09-26 1032
2017-11-17 1033
2017-11-27 1034
11.31 1035
2017-12-22 1036
5.75 1037
13.22 1038
6.34 1039
11.75 1040
6.11 1041
10.13 1042
2017-09-20 1043
11.25 1044
2017-08-21 1045
2017-11-16 1046
2018-01-10 1047
3.5 1048
2017-08-04 1049
6.31 1050
11.78 1051
4.64 1052
5.01 1053
13.95 1054
1.70 1055
6.33 1056
2017-08-16 1057
2.8 1058
11.12 1059
2017-04-12 1060
2017-04-18 1061
2017-04-19 1062
13.23 1063
2017-05-26 1064
2017-06-14 1065
2017-06-23 1066
2017-10-27 1067
2018-01-05 1068
2018-01-11 1069
2017-03-01 1070
4.71 1071
2017-03-09 1072
2017-05-18 1073
11.23 1074
3.6 1075
4.81 1076
6.09 1077
10.75 1078
12.99 1079
2017-08-17 1080
2017-08-23 1081
2017-08-25 1082
2017-09-11 1083
2017-10-03 1084
2017-10-10 1085
2017-10-23 1086
2018-01-25 1087
2018-02-13 1088
2018-02-14 1089
2017-04-21 1090
2017-05-05 1091
2017-06-30 1092
2017-07-21 1093
13.09 1094
11.05 1095
13.38 1096
aa 1097
2017-08-15 1098
2017-12-06 1099
2018-02-02 1100
2018-02-05 1101
2018-02-16 1102
2017-03-03 1103
2017-04-24 1104
2017-06-29 1105
3.8 1106
4.4 1107
4.76 1108
6.67 1109
11.28 1110
6.21 1111
5.58 1112
2017-08-24 1113
3.4 1114
13.24 1115
6.23 1116
2017-11-03 1117
2017-06-22 1118
2017-07-06 1119
5.93 1120
6.27 1121
10.95 1122
1.90 1123
5.17 1124
6.38 1125
2017-10-11 1126
2017-10-19 1127
2017-11-14 1128
2017-11-29 1129
2017-12-12 1130
2018-02-20 1131
9.55 1132
2017-03-27 1133
4.91 1134
1.80 1135
2017-05-12 1136
2017-05-23 1137
2017-06-05 1138
2017-07-19 1139
9.82 1140
6.12 1141
10.48 1142
4.46 1143
13.13 1144
10.15 1145
2017-09-06 1146
4.83 1147
2017-11-22 1148
2017-12-18 1149
2017-12-27 1150
2017-12-29 1151
2018-01-02 1152
2018-01-16 1153
2018-02-06 1154
2017-05-24 1155
2017-06-01 1156
2017-07-18 1157
5.82 1158
2017-08-29 1159
2017-09-13 1160
2017-09-21 1161
2017-09-22 1162
2017-11-02 1163
2017-12-14 1164
2017-12-21 1165
2017-04-26 1166
10.22 1167
2017-06-02 1168
2017-06-15 1169
13.75 1170
5.71 1171
4.67 1172
2017-08-14 1173
2017-08-22 1174
5.57 1175
2018-01-23 1176
2018-02-07 1177
2018-02-08 1178
2017-03-30 1179
2017-03-31 1180
2017-04-06 1181
2017-05-04 1182
2017-05-10 1183
2017-06-07 1184
2017-06-20 1185
5.23 1186
2017-08-11 1187
5.77 1188
2017-08-30 1189
36.75 1190
2017-10-18 1191
2017-10-26 1192
2017-11-15 1193
6.15 1194
2017-12-19 1195
2018-01-08 1196
2018-01-19 1197
2018-01-26 1198
2018-02-15 1199
5.64 1200
2017-03-10 1201
2017-03-21 1202
2017-04-04 1203
2017-04-10 1204
2017-05-31 1205
2017-06-19 1206
10.29 1207
2017-06-28 1208
2017-07-03 1209
2017-07-10 1210
2017-07-27 1211
13.01 1212
10.72 1213
2017-09-18 1214
2017-10-05 1215
2017-10-16 1216
2017-10-30 1217
2017-11-24 1218
2018-02-22 1219
2018-02-26 1220
2017-03-20 1221
2017-04-20 1222
5.92 1223
4.62 1224
6.06 1225
2017-07-14 1226
2017-07-31 1227
5.32 1228
11.14 1229
11.22 1230
5.53 1231
13.85 1232
5.48 1233
4.99 1234
2017-08-18 1235
2017-09-25 1236
2017-10-04 1237
2017-11-09 1238
2017-11-13 1239
2017-12-01 1240
2018-01-09 1241
2018-01-18 1242
2018-01-22 1243
2018-01-31 1244
2017-03-06 1245
2017-03-13 1246
2017-03-29 1247
2017-04-13 1248
2017-05-03 1249
5.44 1250
10.68 1251
2017-06-08 1252
5.35 1253
6.42 1254
2017-07-11 1255
2017-07-13 1256
11.24 1257
5.14 1258
13.02 1259
3.0 1260
11.56 1261
2017-09-01 1262
2017-09-27 1263
2017-09-29 1264
2017-10-06 1265
2017-10-24 1266
10.23 1267
2017-11-21 1268
5.59 1269
2018-02-28 1270
2017-04-27 1271
2017-05-25 1272
2017-06-12 1273
2017-06-13 1274
2017-07-12 1275
2017-07-25 1276
2017-08-03 1277
10.05 1278
14.05 1279
11.55 1280
2017-08-09 1281
2017-11-20 1282
5.03 1283
10.19 1284
2017-03-22 1285
2017-03-24 1286
2017-06-06 1287
2017-06-16 1288
2017-06-21 1289
2017-07-28 1290
2017-08-02 1291
13.17 1292
5.37 1293
10.77 1294
10.93 1295
14.15 1296
5.34 1297
13.12 1298
3.2 1299
2017-11-01 1300
2017-11-06 1301
2017-12-04 1302
2017-12-07 1303
2017-12-11 1304
2017-12-26 1305
2017-12-28 1306
2018-02-01 1307
2018-02-09 1308
2017-03-02 1309
2017-03-17 1310
2017-04-05 1311
2017-05-09 1312
2017-05-16 1313
2017-05-19 1314
2017-07-05 1315
2017-07-20 1316
4.79 1317
6.18 1318
12.65 1319
2.7 1320
10.11 1321
11.11 1322
2017-10-02 1323
2017-10-09 1324
5.21 1325
2017-10-17 1326
7.53 1327
2017-11-07 1328
2017-11-28 1329
2017-12-05 1330
2017-12-08 1331
2017-12-20 1332
2018-01-03 1333
2018-01-04 1334
2017-03-14 1335
2017-03-15 1336
2017-03-23 1337
2017-05-11 1338
4.51 1339
2017-07-17 1340
2017-08-01 1341
6.26 1342
13.32 1343
2017-10-13 1344
2017-10-31 1345
2017-12-15 1346
2018-01-29 1347
2017-03-07 1348
2017-04-07 1349
9.69 1350
6.53 1351
2017-07-07 1352
10.73 1353
11.07 1354
4.74 1355
9.87 1356
4.96 1357
5.63 1358
10.26 1359
5.47 1360
13.36 1361
2017-08-28 1362
2017-10-12 1363
4.84 1364
2017-12-13 1365
2018-01-12 1366
4.95 1367
2018-02-21 1368
2018-02-23 1369
2017-03-08 1370
11.29 1371
5.72 1372
10.56 1373
6.05 1374
11.27 1375
5.38 1376
13.0 1377
6.55 1378
9.83 1379
2017-08-10 1380
2017-08-31 1381
2017-09-08 1382
2017-10-20 1383
2017-11-10 1384
5.29 1385
2018-01-30 1386
2017-03-16 1387
2017-03-28 1388
4.88 1389
2017-04-17 1390
2017-05-08 1391
2017-07-26 1392
13.07 1393
4.82 1394
13.2 1395
13.11 1396
2017-09-05 1397
3.1 1398
2017-04-11 1399
2017-04-25 1400
10.58 1401
2017-05-02 1402
2017-06-09 1403
5.49 1404
5.56 1405
11.85 1406
2018-01-24 1407
2018-02-27 1408
2017-05-22 1409
2017-07-24 1410
13.08 1411
6.72 1412
10.52 1413
10.07 1414
2017-08-08 1415
2017-09-12 1416
2017-09-14 1417
5.76 1418
2018-02-12 1419
5.69 1420
13.34 1421
2017-06-27 1422
9.73 1423
5.79 1424
5.26 1425
10.32 1426
5.95 1427
6.37 1428
6.49 1429
2017-04-03 1430
11.37 1431
2017-05-17 1432
2017-06-26 1433
4.85 1434
9.46 1435
5.86 1436
14.25 1437
10.85 1438
2017-09-19 1439
2017-09-28 1440
13.26 1441
3.3 1442
13.27 1443
9.02 1444
13.64 1445
12.45 1446
9.85 1447
10.74 1448
12.25 1449
2018-01-17 1450
10.54 1451
4.73 1452
12.15 1453
11.03 1454
7.27 1455
6.07 1456
2017-05-01 1457
7.34 1458
10.97 1459
6.04 1460
6.16 1461
5.16 1462
9.49 1463
2017-09-07 1464
4.97 1465
4.69 1466
5.55 1467
6.02 1468
6.59 1469
10.47 1470
4.98 1471
11.38 1472
12.93 1473
10.12 1474
4.78 1475
9.14 1476
2017-04-28 1477
13.37 1478
13.43 1479
6.36 1480
12.35 1481
10.51 1482
10.78 1483
5.19 1484
11.42 1485
10.03 1486
5.02 1487
5.12 1488
11.26 1489
13.1 1490
11.47 1491
5.62 1492
2017-09-15 1493
10.59 1494
5.05 1495
4.94 1496
5.54 1497
5.67 1498
7.77 1499
5.87 1500
10.76 1501
5.09 1502
10.69 1503
5.66 1504
5.99 1505
11.43 1506
13.39 1507
13.04 1508
7.25 1509
10.14 1510
5.89 1511
9.96 1512
7.36 1513
6.48 1514
5.68 1515
13.76 1516
7.87 1517
9.97 1518
9.94 1519
10.71 1520
10.92 1521
2017-08-07 1522
5.31 1523
9.56 1524
6.61 1525
6.63 1526
5.24 1527
61.35 1528
11.09 1529
5.13 1530
12.71 1531
12.02 1532
6.51 1533
4.75 1534
4.93 1535
11.06 1536
10.31 1537
9.77 1538
13.63 1539
6.74 1540
5.42 1541
9.65 1542
10.61 1543
13.58 1544
13.42 1545
5.85 1546
10.17 1547
10.42 1548
4.92 1549
11.64 1550
5.98 1551
12.88 1552
11.32 1553
5.43 1554
5.96 1555
5.18 1556
10.27 1557
5.36 1558
10.06 1559
11.58 1560
10.28 1561
9.54 1562
10.16 1563
5.46 1564
10.79 1565
11.34 1566
10.43 1567
9.52 1568
9.95 1569
13.06 1570
10.33 1571
12.36 1572
7.39 1573
5.06 1574
10.37 1575
11.48 1576
5.74 1577
10.62 1578
12.92 1579
7.68 1580
9.15 1581
6.66 1582
10.82 1583
5.27 1584
7.65 1585
12.42 1586
6.69 1587
4.8 1588
6.54 1589
5.22 1590
5.41 1591
11.96 1592
11.33 1593
9.27 1594
15.25 1595
10.35 1596
14.45 1597
12.96 1598
36.25 1599
5.78 1600
13.33 1601
6.08 1602
11.36 1603
9.47 1604
10.49 1605
9.91 1606
12.86 1607
7.37 1608
11.61 1609
12.78 1610
5.88 1611
5.83 1612
13.47 1613
6.71 1614
11.63 1615
4.5 1616
7.33 1617
9.45 1618
41.75 1619
6.92 1620
5.51 1621
10.98 1622
10.09 1623
7.42 1624
11.76 1625
10.38 1626
4.6 1627
11.84 1628
12.05 1629
14.85 1630
6.52 1631
6.65 1632
9.25 1633
5.0 1634
5.52 1635
9.51 1636
11.4 1637
5.84 1638
5.07 1639
6.41 1640
11.39 1641
10.89 1642
5.73 1643
5.91 1644
6.57 1645
7.45 1646
11.95 1647
6.87 1648
33.33 1649
13.48 1650
47.55 1651
7.55 1652
11.13 1653
13.31 1654
14.75 1655
9.66 1656
9.64 1657
13.4 1658
10.64 1659
6.84 1660
5.39 1661
11.52 1662
10.04 1663
10.66 1664
14.55 1665
7.41 1666
13.3 1667
15.15 1668
6.03 1669
10.81 1670
21.35 1671
13.44 1672
13.49 1673
10.5 1674
9.48 1675
11.67 1676
9.67 1677
9.58 1678
6.89 1679
10.86 1680
11.72 1681
7.31 1682
12.9 1683
11.74 1684
6.73 1685
36.55 1686
3.90 1687
13.66 1688
8.29 1689
9.13 1690
9.31 1691
11.81 1692
12.97 1693
5.04 1694
7.61 1695
61.75 1696
20.05 1697
12.98 1698
9.24 1699
10.53 1700
12.07 1701
12.72 1702
6.4 1703
13.41 1704
14.07 1705
2.60 1706
6.99 1707
10.18 1708
22.85 1709
13.5 1710
11.08 1711
19.75 1712
47.65 1713
9.92 1714
37.15 1715
9.53 1716
5.81 1717
34.95 1718
6.93 1719
47.05 1720
13.81 1721
6.56 1722
10.63 1723
12.12 1724
9.62 1725
7.02 1726
9.42 1727
7.67 1728
11.02 1729
10.9 1730
7.92 1731
7.79 1732
9.74 1733
13.72 1734
12.89 1735
7.38 1736
13.56 1737
9.28 1738
10.8 1739
7.14 1740
22.55 1741
37.55 1742
11.88 1743
12.39 1744
11.04 1745
16.15 1746
13.52 1747
6.88 1748
6.76 1749
7.62 1750
14.22 1751
13.51 1752
2.90 1753
9.93 1754
9.84 1755
14.16 1756
21.85 1757
12.37 1758
7.51 1759
19.95 1760
9.7 1761
6.75 1762
14.26 1763
10.91 1764
13.89 1765
14.29 1766
10.36 1767
11.66 1768
12.43 1769
13.74 1770
11.69 1771
9.71 1772
6.64 1773
9.57 1774
2.10 1775
11.01 1776
6.7 1777
13.54 1778
6.58 1779
10.94 1780
14.23 1781
37.25 1782
10.02 1783
5.8 1784
7.18 1785
7.56 1786
9.68 1787
11.59 1788
9.86 1789
6.81 1790
12.94 1791
10.67 1792
9.75 1793
37.75 1794
47.75 1795
14.12 1796
9.07 1797
11.0 1798
6.68 1799
14.65 1800
4.7 1801
7.85 1802
5.94 1803
10.08 1804
13.67 1805
61.45 1806
10.2 1807
13.57 1808
15.45 1809
21.05 1810
11.51 1811
9.11 1812
10.41 1813
8.28 1814
11.54 1815
10.34 1816
10.46 1817
7.43 1818
8.87 1819
4.9 1820
11.41 1821
7.08 1822
9.35 1823
14.13 1824
11.44 1825
8.73 1826
36.65 1827
7.46 1828
9.78 1829
9.98 1830
6.91 1831
9.39 1832
9.44 1833
7.73 1834
5.7 1835
13.62 1836
11.49 1837
12.8 1838
9.88 1839
45.25 1840
7.91 1841
16.35 1842
9.99 1843
7.47 1844
13.53 1845
14.01 1846
7.59 1847
11.83 1848
14.19 1849
18.65 1850
14.95 1851
11.8 1852
10.44 1853
20.0 1854
48.25 1855
36.95 1856
13.46 1857
10.21 1858
5.1 1859
10.39 1860
11.57 1861
10.99 1862
9.63 1863
9.8 1864
6.14 1865
12.5 1866
2.50 1867
7.96 1868
11.62 1869
12.79 1870
13.82 1871
12.77 1872
14.06 1873
12.48 1874
8.37 1875
7.75 1876
7.63 1877
4.00 1878
14.38 1879
11.68 1880
7.49 1881
10.57 1882
13.7 1883
12.24 1884
44.35 1885
47.45 1886
4.20 1887
2.30 1888
11.73 1889
9.59 1890
9.89 1891
12.28 1892
11.20 1893
7.97 1894
10.83 1895
12.69 1896
20.15 1897
9.72 1898
7.76 1899
9.19 1900
13.03 1901
5.5 1902
6.98 1903
15.35 1904
6.62 1905
8.05 1906
36.85 1907
7.64 1908
12.38 1909
41.85 1910
7.74 1911
12.18 1912
15.05 1913
9.43 1914
14.2 1915
19.85 1916
12.01 1917
7.24 1918
9.36 1919
11.3 1920
10.87 1921
13.59 1922
5.97 1923
11.71 1924
13.86 1925
14.09 1926
11.86 1927
9.12 1928
8.11 1929
12.91 1930
6.85 1931
6.77 1932
10.4 1933
14.11 1934
14.48 1935
35.85 1936
47.35 1937
41.95 1938
10.01 1939
6.96 1940
8.17 1941
7.44 1942
7.71 1943
6.01 1944
7.01 1945
20.85 1946
13.94 1947
14.02 1948
11.82 1949
7.52 1950
22.35 1951
13.92 1952
6.0 1953
7.11 1954
48.15 1955
9.05 1956
13.69 1957
6.86 1958
9.32 1959
10.24 1960
12.06 1961
7.29 1962
8.86 1963
8.27 1964
6.94 1965
14.78 1966
11.5 1967
6.2 1968
14.17 1969
10.96 1970
20.25 1971
22.45 1972
14.04 1973
45.45 1974
15.55 1975
20.75 1976
7.95 1977
8.49 1978
11.79 1979
7.15 1980
10.84 1981
7.98 1982
7.72 1983
8.26 1984
61.55 1985
20.65 1986
21.45 1987
11.94 1988
32.65 1989
48.65 1990
5.6 1991
52.25 1992
7.17 1993
9.41 1994
44.85 1995
7.19 1996
7.28 1997
11.77 1998
14.31 1999
12.68 2000
37.65 2001
12.74 2002
13.87 2003
60.95 2004
22.05 2005
21.75 2006
19.65 2007
44.75 2008
11.99 2009
6.3 2010
7.26 2011
8.42 2012
12.0 2013
11.53 2014
7.78 2015
13.83 2016
13.9 2017
11.97 2018
13.96 2019
12.83 2020
9.26 2021
8.36 2022
9.16 2023
13.61 2024
2.40 2025
11.93 2026
5.2 2027
12.46 2028
8.93 2029
8.96 2030
12.54 2031
23.05 2032
15.0 2033
7.03 2034
12.23 2035
12.14 2036
7.16 2037
7.84 2038
10.3 2039
8.39 2040
6.5 2041
14.27 2042
7.57 2043
9.76 2044
9.08 2045
12.03 2046
14.52 2047
22.15 2048
9.09 2049
12.59 2050
12.7 2051
14.32 2052
13.99 2053
36.05 2054
8.84 2055
6.1 2056
9.38 2057
15.85 2058
7.21 2059
6.97 2060
61.95 2061
19.45 2062
60.85 2063
8.75 2064
38.95 2065
8.21 2066
11.6 2067
12.82 2068
53.85 2069
5.11 2070
12.04 2071
14.24 2072
2.20 2073
59.15 2074
9.37 2075
12.09 2076
9.03 2077
22.89 2078
13.68 2079
9.61 2080
8.02 2081
43.95 2082
13.71 2083
48.35 2084
46.75 2085
44.25 2086
8.12 2087
6.82 2088
7.06 2089
12.6 2090
17.25 2091
7.07 2092
12.19 2093
8.99 2094
8.33 2095
2.80 2096
8.24 2097
14.08 2098
10.0 2099
32.75 2100
14.43 2101
8.53 2102
9.81 2103
56.05 2104
16.05 2105
12.81 2106
11.9 2107
20.55 2108
47.25 2109
36.35 2110
45.55 2111
47.15 2112
4.10 2113
7.58 2114
45.15 2115
49.85 2116
13.98 2117
8.08 2118
7.22 2119
8.14 2120
11.92 2121
56.25 2122
12.47 2123
9.17 2124
36.45 2125
12.33 2126
10.7 2127
13.88 2128
14.36 2129
8.04 2130
6.95 2131
12.11 2132
14.37 2133
37.45 2134
12.84 2135
8.54 2136
44.05 2137
13.6 2138
7.48 2139
8.09 2140
7.81 2141
5.4 2142
14.57 2143
57.75 2144
7.69 2145
7.05 2146
11.46 2147
7.88 2148
6.79 2149
12.08 2150
7.23 2151
12.56 2152
12.73 2153
44.55 2154
14.34 2155
6.83 2156
49.45 2157
3.50 2158
6.78 2159
16.45 2160
35.25 2161
13.91 2162
5.9 2163
12.2 2164
9.21 2165
7.83 2166
15.31 2167
14.14 2168
43.15 2169
33.25 2170
12.61 2171
14.33 2172
46.15 2173
49.25 2174
8.31 2175
8.76 2176
54.85 2177
66.67 2178
14.9 2179
14.89 2180
12.76 2181
14.3 2182
12.58 2183
41.55 2184
43.88 2185
43.75 2186
44.24 2187
17.35 2188
8.01 2189
48.45 2190
6.6 2191
8.88 2192
35.45 2193
8.44 2194
14.99 2195
8.55 2196
13.97 2197
13.00 2198
13.77 2199
37.35 2200
15.95 2201
54.95 2202
3.40 2203
16.25 2204
13.79 2205
10.88 2206
63.65 2207
15.13 2208
23.15 2209
5.3 2210
12.62 2211
42.45 2212
43.85 2213
9.4 2214
56.15 2215
40.55 2216
7.12 2217
17.75 2218
21.15 2219
4.40 2220
43.45 2221
57.55 2222
7.86 2223
9.22 2224
14.44 2225
16.67 2226
13.73 2227
14.18 2228
58.05 2229
10.1 2230
4.30 2231
45.05 2232
42.35 2233
37.05 2234
22.98 2235
9.06 2236
19.25 2237
14.0 2238
14.21 2239
60.45 2240
13.8 2241
15.03 2242
33.05 2243
11.87 2244
12.22 2245
9.33 2246
22.91 2247
3.10 2248
47.58 2249
41.72 2250
3.70 2251
7.35 2252
46.55 2253
7.94 2254
7.09 2255
53.15 2256
8.58 2257
12.87 2258
12.4 2259
15.37 2260
11.7 2261
59.05 2262
60.15 2263
8.83 2264
58.95 2265
8.85 2266
14.1 2267
21.55 2268
41.49 2269
47.95 2270
9.23 2271
35.95 2272
22.65 2273
50.45 2274
20.45 2275
11.98 2276
12.64 2277
9.34 2278
8.16 2279
12.57 2280
56.55 2281
8.95 2282
8.03 2283
21.65 2284
23.45 2285
7.32 2286
15.38 2287
14.39 2288
49.35 2289
49.65 2290
8.57 2291
41.44 2292
41.38 2293
44.65 2294
43.63 2295
47.56 2296
33.85 2297
45.75 2298
34.85 2299
14.62 2300
22.57 2301
3.00 2302
14.59 2303
7.54 2304
8.97 2305
7.82 2306
7.3 2307
11.91 2308
44.02 2309
7.4 2310
40.52 2311
41.64 2312
8.35 2313
14.86 2314
47.85 2315
40.15 2316
33.45 2317
15.14 2318
48.55 2319
8.94 2320
15.02 2321
60.55 2322
15.06 2323
14.98 2324
10.6 2325
61.85 2326
62.05 2327
12.66 2328
13.78 2329
7.04 2330
7.66 2331
9.9 2332
20.35 2333
59.75 2334
13.84 2335
39.95 2336
46.25 2337
33.35 2338
7.89 2339
18.35 2340
48.95 2341
12.67 2342
32.97 2343
8.48 2344
15.33 2345
34.45 2346
14.4 2347
7.93 2348
14.56 2349
58.35 2350
56.85 2351
14.7 2352
58.45 2353
20.95 2354
22.25 2355
8.67 2356
14.97 2357
39.77 2358
44.36 2359
42.65 2360
43.98 2361
7.13 2362
50.35 2363
15.08 2364
17.05 2365
15.83 2366
48.85 2367
48.75 2368
28.57 2369
15.36 2370
15.2 2371
8.61 2372
22.95 2373
14.5 2374
35.65 2375
11.1 2376
15.75 2377
19.55 2378
37.85 2379
44.59 2380
41.67 2381
44.39 2382
54.55 2383
48.0 2384
43.65 2385
52.55 2386
12.29 2387
46.65 2388
43.43 2389
41.92 2390
7.99 2391
8.59 2392
21.64 2393
12.31 2394
22.94 2395
14.41 2396
53.75 2397
61.25 2398
61.6 2399
9.18 2400
39.75 2401
59.85 2402
60.65 2403
31.75 2404
14.53 2405
8.74 2406
9.5 2407
14.28 2408
19.9 2409
37.5 2410
43.09 2411
43.72 2412
47.44 2413
43.11 2414
42.15 2415
13.93 2416
42.81 2417
40.09 2418
8.79 2419
46.85 2420
58.55 2421
8.66 2422
14.72 2423
34.75 2424
12.41 2425
3.60 2426
14.67 2427
12.34 2428
22.66 2429
12.17 2430
41.65 2431
54.25 2432
8.69 2433
8.06 2434
52.75 2435
51.05 2436
22.74 2437
22.64 2438
14.81 2439
19.05 2440
17.65 2441
15.46 2442
58.65 2443
56.75 2444
21.25 2445
22.58 2446
12.21 2447
17.45 2448
14.42 2449
8.45 2450
14.66 2451
14.69 2452
47.46 2453
39.05 2454
39.65 2455
46.35 2456
38.65 2457
15.21 2458
41.31 2459
54.36 2460
53.55 2461
51.25 2462
44.31 2463
45.85 2464
12.49 2465
43.35 2466
43.83 2467
14.46 2468
15.43 2469
8.82 2470
3.80 2471
15.28 2472
22.99 2473
14.6 2474
64.05 2475
60.0 2476
57.95 2477
33.65 2478
6.9 2479
16.16 2480
21.95 2481
12.51 2482
13.10 2483
43.19 2484
45.24 2485
14.8 2486
42.75 2487
9.6 2488
22.77 2489
8.98 2490
60.25 2491
49.05 2492
8.78 2493
21.3 2494
14.64 2495
14.51 2496
8.71 2497
63.15 2498
22.71 2499
14.61 2500
59.25 2501
34.05 2502
32.05 2503
33.15 2504
55.85 2505
25.55 2506
22.86 2507
14.91 2508
36.92 2509
40.35 2510
39.93 2511
42.55 2512
36.84 2513
42.3 2514
44.29 2515
44.92 2516
55.25 2517
23.25 2518
41.99 2519
38.89 2520
20.5 2521
52.65 2522
40.05 2523
40.31 2524
60.75 2525
14.58 2526
9.79 2527
58.25 2528
61.65 2529
8.72 2530
8.25 2531
27.85 2532
16.75 2533
41.8 2534
40.32 2535
40.66 2536
46.45 2537
39.55 2538
41.62 2539
34.55 2540
41.58 2541
22.22 2542
33.06 2543
8.43 2544
50.85 2545
22.92 2546
21.73 2547
8.18 2548
39.15 2549
21.67 2550
41.71 2551
14.47 2552
14.68 2553
22.75 2554
12.32 2555
15.65 2556
8.38 2557
57.35 2558
12.63 2559
18.85 2560
36.9 2561
41.68 2562
15.34 2563
40.76 2564
32.95 2565
41.45 2566
36.47 2567
47.41 2568
48.05 2569
41.82 2570
41.86 2571
48.14 2572
8.52 2573
7.6 2574
50.65 2575
9.1 2576
12.53 2577
57.14 2578
27.89 2579
7.9 2580
60.35 2581
18.75 2582
21.47 2583
14.94 2584
14.83 2585
42.97 2586
8.68 2587
44.54 2588
41.18 2589
45.22 2590
44.37 2591
40.0 2592
47.5 2593
37.6 2594
45.95 2595
43.62 2596
43.68 2597
47.54 2598
49.23 2599
46.05 2600
41.15 2601
44.44 2602
14.88 2603
34.35 2604
42.92 2605
9.01 2606
8.65 2607
22.97 2608
14.49 2609
7.5 2610
14.76 2611
15.16 2612
15.27 2613
8.0 2614
15.44 2615
23.35 2616
16.85 2617
40.48 2618
18.25 2619
43.54 2620
48.33 2621
42.12 2622
48.13 2623
43.07 2624
41.77 2625
41.76 2626
14.74 2627
22.82 2628
20.31 2629
14.79 2630
8.15 2631
36.15 2632
54.15 2633
54.35 2634
8.07 2635
29.05 2636
17.85 2637
8.56 2638
40.75 2639
59.95 2640
39.85 2641
37.1 2642
8.47 2643
54.45 2644
27.45 2645
37.82 2646
42.11 2647
39.78 2648
47.42 2649
37.95 2650
48.2 2651
47.29 2652
41.61 2653
12.3 2654
44.95 2655
9.2 2656
44.32 2657
8.32 2658
58.16 2659
33.07 2660
62.45 2661
62.95 2662
42.03 2663
43.29 2664
43.05 2665
36.73 2666
8.41 2667
65.65 2668
15.17 2669
22.41 2670
23.86 2671
63.75 2672
67.25 2673
33.48 2674
7.7 2675
20.3 2676
57.85 2677
12.44 2678
16.65 2679
41.88 2680
44.0 2681
42.24 2682
32.0 2683
44.09 2684
47.66 2685
43.57 2686
42.19 2687
50.75 2688
33.26 2689
19.35 2690
12.16 2691
3.30 2692
58.75 2693
34.65 2694
21.6 2695
23.55 2696
15.23 2697
21.4 2698
42.61 2699
43.25 2700
47.28 2701
45.65 2702
35.71 2703
48.91 2704
47.7 2705
42.0 2706
16.06 2707
43.34 2708
57.5 2709
7.8 2710
11.89 2711
44.68 2712
44.11 2713
42.56 2714
50.25 2715
34.15 2716
47.9 2717
47.62 2718
54.86 2719
21.37 2720
59.65 2721
43.56 2722
39.35 2723
62.5 2724
43.59 2725
18.05 2726
40.45 2727
9.29 2728
31.85 2729
22.83 2730
15.87 2731
14.03 2732
14.73 2733
18.55 2734
21.34 2735
15.56 2736
22.56 2737
21.16 2738
47.23 2739
47.36 2740
40.22 2741
43.33 2742
41.87 2743
41.91 2744
47.3 2745
42.37 2746
26.95 2747
42.36 2748
43.69 2749
41.79 2750
42.86 2751
26.65 2752
51.35 2753
40.65 2754
8.91 2755
34.4 2756
49.75 2757
51.65 2758
15.24 2759
22.93 2760
35.0 2761
43.39 2762
44.3 2763
23.02 2764
21.06 2765
23.08 2766
34.25 2767
42.09 2768
47.2 2769
43.24 2770
8.2 2771
35.75 2772
44.34 2773
45.46 2774
36.14 2775
41.23 2776
47.49 2777
36.97 2778
35.73 2779
47.83 2780
38.25 2781
43.01 2782
43.08 2783
45.39 2784
33.09 2785
47.59 2786
43.28 2787
35.01 2788
15.54 2789
52.01 2790
62.0 2791
63.85 2792
37.67 2793
41.35 2794
57.45 2795
56.73 2796
55.35 2797
32.45 2798
63.45 2799
33.18 2800
33.75 2801
15.29 2802
21.7 2803
21.31 2804
21.39 2805
61.05 2806
21.43 2807
42.47 2808
37.78 2809
36.41 2810
49.15 2811
36.93 2812
44.43 2813
42.96 2814
40.47 2815
44.19 2816
46.95 2817
49.55 2818
47.87 2819
38.72 2820
41.5 2821
43.14 2822
50.55 2823
44.18 2824
57.05 2825
12.13 2826
42.25 2827
45.47 2828
43.81 2829
55.45 2830
21.56 2831
33.16 2832
48.94 2833
8.63 2834
50.95 2835
46.0 2836
14.93 2837
63.05 2838
15.39 2839
9.0 2840
16.28 2841
57.17 2842
21.82 2843
35.35 2844
64.75 2845
15.4 2846
21.32 2847
61.3 2848
21.0 2849
50.15 2850
56.45 2851
15.49 2852
15.84 2853
21.42 2854
26.75 2855
21.92 2856
56.87 2857
19.84 2858
15.61 2859
66.45 2860
24.25 2861
37.14 2862
43.99 2863
41.05 2864
42.13 2865
38.6 2866
42.6 2867
41.89 2868
47.53 2869
28.15 2870
43.41 2871
48.07 2872
42.29 2873
41.51 2874
45.41 2875
43.73 2876
8.8 2877
33.95 2878
42.14 2879
22.59 2880
81.11 2881
20.07 2882
22.26 2883
48.57 2884
58.0 2885
53.45 2886
15.22 2887
36.24 2888
35.55 2889
40.41 2890
38.35 2891
22.53 2892
38.86 2893
8.7 2894
43.44 2895
41.33 2896
17.42 2897
22.67 2898
15.07 2899
65.85 2900
14.63 2901
20.2 2902
16.55 2903
22.76 2904
8.62 2905
21.36 2906
43.17 2907
44.12 2908
42.17 2909
42.53 2910
45.08 2911
39.14 2912
41.13 2913
38.75 2914
44.48 2915
43.37 2916
39.49 2917
45.23 2918
43.89 2919
44.28 2920
47.04 2921
42.06 2922
42.44 2923
43.12 2924
47.96 2925
45.77 2926
48.01 2927
15.1 2928
42.41 2929
8.89 2930
49.16 2931
22.52 2932
4.50 2933
6.8 2934
21.2 2935
14.77 2936
52.85 2937
55.05 2938
18.46 2939
33.19 2940
15.66 2941
60.05 2942
3.20 2943
2.70 2944
57.25 2945
22.34 2946
37.0 2947
32.55 2948
14.87 2949
16.0 2950
21.57 2951
21.1 2952
21.68 2953
27.95 2954
42.54 2955
36.63 2956
49.18 2957
38.38 2958
62.25 2959
42.99 2960
41.9 2961
16.74 2962
22.81 2963
37.48 2964
35.49 2965
47.43 2966
38.41 2967
42.49 2968
42.16 2969
50.05 2970
23.14 2971
47.8 2972
49.17 2973
20.1 2974
43.48 2975
15.09 2976
8.51 2977
18.45 2978
22.5 2979
15.72 2980
48.66 2981
22.8 2982
56.35 2983
58.23 2984
54.75 2985
40.39 2986
33.08 2987
41.56 2988
17.09 2989
40.61 2990
41.57 2991
22.79 2992
22.46 2993
57.49 2994
38.55 2995
32.39 2996
30.15 2997
14.84 2998
13.40 2999
18.84 3000
23.03 3001
62.15 3002
65.35 3003
15.51 3004
21.29 3005
37.8 3006
42.01 3007
44.13 3008
43.27 3009
20.00 3010
44.22 3011
36.31 3012
40.5 3013
36.5 3014
47.91 3015
47.52 3016
33.23 3017
47.37 3018
41.83 3019
42.07 3020
21.33 3021
49.22 3022
32.35 3023
41.47 3024
28.97 3025
15.52 3026
43.84 3027
42.66 3028
42.62 3029
44.45 3030
48.43 3031
52.45 3032
27.44 3033
49.12 3034
15.96 3035
15.79 3036
16.27 3037
9.3 3038
51.15 3039
29.25 3040
60.5 3041
12.52 3042
22.7 3043
25.85 3044
40.16 3045
31.95 3046
55.88 3047
62.55 3048
60.9 3049
35.15 3050
20.44 3051
23.75 3052
18.95 3053
16.38 3054
56.0 3055
58.69 3056
22.14 3057
12.90 3058
22.63 3059
15.48 3060
22.96 3061
40.36 3062
37.3 3063
16.18 3064
17.26 3065
44.21 3066
45.12 3067
40.33 3068
44.04 3069
40.12 3070
38.0 3071
44.58 3072
16.17 3073
45.38 3074
38.92 3075
45.48 3076
48.27 3077
48.73 3078
43.82 3079
48.56 3080
33.55 3081
47.82 3082
18.15 3083
41.84 3084
42.04 3085
42.22 3086
43.96 3087
41.94 3088
42.05 3089
42.95 3090
18.82 3091
32.83 3092
65.45 3093
42.83 3094
17.0 3095
47.17 3096
8.34 3097
40.21 3098
7.0 3099
41.93 3100
44.23 3101
21.03 3102
8.64 3103
13.30 3104
17.92 3105
53.47 3106
52.15 3107
56.42 3108
53.64 3109
29.55 3110
66.25 3111
61.03 3112
15.26 3113
59.55 3114
21.24 3115
15.67 3116
35.48 3117
39.81 3118
41.46 3119
58.56 3120
55.26 3121
10.50 3122
61.5 3123
21.49 3124
17.95 3125
19.15 3126
22.68 3127
55.31 3128
16.87 3129
54.99 3130
22.54 3131
15.32 3132
13.20 3133
17.49 3134
14.92 3135
36.3 3136
38.05 3137
15.92 3138
44.5 3139
43.3 3140
34.0 3141
4.60 3142
48.31 3143
8.92 3144
47.74 3145
41.78 3146
42.64 3147
41.25 3148
46.67 3149
42.33 3150
45.67 3151
39.71 3152
43.94 3153
15.01 3154
49.47 3155
17.18 3156
50.51 3157
62.35 3158
8.4 3159
17.38 3160
17.27 3161
29.15 3162
32.67 3163
36.27 3164
38.3 3165
43.61 3166
17.87 3167
26.32 3168
63.55 3169
32.94 3170
45.18 3171
22.48 3172
23.5 3173
23.65 3174
15.47 3175
15.89 3176
14.96 3177
36.51 3178
49.6 3179
45.57 3180
39.03 3181
15.04 3182
45.0 3183
43.86 3184
48.08 3185
43.2 3186
48.24 3187
47.22 3188
49.52 3189
49.27 3190
47.68 3191
44.71 3192
22.78 3193
43.03 3194
42.02 3195
41.54 3196
41.98 3197
44.83 3198
8.23 3199
45.71 3200
55.0 3201
55.56 3202
38.85 3203
4.80 3204
48.6 3205
37.57 3206
44.14 3207
41.16 3208
45.35 3209
49.48 3210
16.37 3211
50.34 3212
18.26 3213
21.04 3214
8.19 3215
30.25 3216
62.22 3217
35.05 3218
35.24 3219
55.84 3220
38.57 3221
12.1 3222
43.26 3223
16.04 3224
21.62 3225
40.28 3226
18.07 3227
40.85 3228
63.35 3229
19.8 3230
61.02 3231
36.49 3232
33.42 3233
33.04 3234
19.79 3235
55.65 3236
33.14 3237
21.44 3238
21.88 3239
27.25 3240
21.38 3241
51.85 3242
22.84 3243
22.37 3244
37.34 3245
38.1 3246
43.23 3247
42.5 3248
43.13 3249
44.8 3250
44.76 3251
45.49 3252
36.34 3253
38.56 3254
36.2 3255
46.21 3256
36.58 3257
38.58 3258
42.73 3259
46.06 3260
39.22 3261
43.76 3262
41.4 3263
29.37 3264
45.3 3265
48.5 3266
36.0 3267
42.74 3268
41.69 3269
8.22 3270
16.14 3271
40.96 3272
52.66 3273
51.45 3274
28.05 3275
15.11 3276
50.4 3277
48.26 3278
50.42 3279
20.4 3280
8.1 3281
21.21 3282
15.98 3283
8.9 3284
21.22 3285
59.78 3286
64.35 3287
61.0 3288
40.51 3289
17.64 3290
39.5 3291
40.19 3292
36.37 3293
15.41 3294
18.18 3295
21.89 3296
61.48 3297
61.72 3298
58.4 3299
58.39 3300
18.5 3301
59.35 3302
61.87 3303
35.29 3304
16.36 3305
33.44 3306
21.41 3307
56.5 3308
58.85 3309
22.73 3310
21.96 3311
21.26 3312
39.45 3313
39.29 3314
41.81 3315
45.07 3316
44.67 3317
47.0 3318
47.89 3319
42.57 3320
47.77 3321
47.84 3322
46.96 3323
44.15 3324
43.87 3325
41.27 3326
42.98 3327
45.19 3328
43.55 3329
29.95 3330
45.34 3331
42.38 3332
37.39 3333
40.63 3334
27.07 3335
54.65 3336
46.02 3337
53.97 3338
44.52 3339
47.67 3340
29.11 3341
36.6 3342
47.4 3343
44.38 3344
50.48 3345
41.74 3346
42.94 3347
48.3 3348
33.53 3349
49.92 3350
51.43 3351
22.3 3352
17.68 3353
57.0 3354
27.15 3355
20.17 3356
15.94 3357
33.21 3358
36.74 3359
36.46 3360
18.24 3361
39.2 3362
37.62 3363
22.88 3364
22.43 3365
22.1 3366
25.65 3367
21.54 3368
20.62 3369
21.86 3370
55.75 3371
24.05 3372
15.6 3373
20.28 3374
37.63 3375
37.12 3376
49.95 3377
40.13 3378
42.32 3379
60.72 3380
46.43 3381
35.52 3382
46.8 3383
36.66 3384
47.39 3385
42.27 3386
35.8 3387
38.69 3388
45.81 3389
43.4 3390
41.48 3391
44.94 3392
44.69 3393
43.58 3394
48.79 3395
56.26 3396
5.80 3397
54.19 3398
49.0 3399
48.46 3400
44.99 3401
16.95 3402
14.71 3403
34.96 3404
15.5 3405
49.38 3406
48.76 3407
20.24 3408
24.26 3409
16.01 3410
65.0 3411
61.36 3412
36.7 3413
33.0 3414
35.31 3415
39.53 3416
33.01 3417
56.78 3418
61.66 3419
16.3 3420
21.5 3421
61.15 3422
27.98 3423
21.27 3424
54.68 3425
53.35 3426
23.06 3427
17.34 3428
11.00 3429
20.63 3430
22.03 3431
42.91 3432
36.79 3433
42.46 3434
40.2 3435
43.21 3436
39.34 3437
47.63 3438
47.38 3439
45.83 3440
47.33 3441
47.79 3442
27.78 3443
44.53 3444
47.08 3445
49.26 3446
50.5 3447
52.02 3448
55.15 3449
53.7 3450
48.41 3451
44.98 3452
15.81 3453
44.07 3454
45.5 3455
44.01 3456
21.83 3457
19.54 3458
21.01 3459
7.2 3460
47.64 3461
24.0 3462
6.40 3463
58.88 3464
53.05 3465
55.27 3466
25.05 3467
52.69 3468
27.96 3469
60.7 3470
19.74 3471
36.1 3472
10.90 3473
38.51 3474
61.4 3475
59.02 3476
60.39 3477
40.91 3478
23.31 3479
58.61 3480
36.8 3481
23.58 3482
39.57 3483
16.07 3484
19.57 3485
63.25 3486
27.51 3487
21.94 3488
36.88 3489
25.95 3490
28.08 3491
28.51 3492
83.33 3493
20.67 3494
17.47 3495
17.46 3496
14.20 3497
22.02 3498
59.04 3499
21.59 3500
22.9 3501
22.01 3502
49.63 3503
42.31 3504
37.07 3505
38.61 3506
37.83 3507
44.88 3508
41.66 3509
42.67 3510
38.44 3511
41.42 3512
40.27 3513
37.84 3514
31.55 3515
44.62 3516
45.61 3517
46.03 3518
47.72 3519
48.63 3520
47.48 3521
47.92 3522
43.53 3523
43.42 3524
23.07 3525
45.74 3526
40.3 3527
43.22 3528
33.46 3529
42.71 3530
27.81 3531
31.99 3532
59.09 3533
16.82 3534
44.96 3535
43.16 3536
46.56 3537
59.45 3538
37.81 3539
45.51 3540
48.8 3541
20.26 3542
15.58 3543
16.8 3544
25.51 3545
72.65 3546
52.46 3547
58.47 3548
54.13 3549
15.42 3550
30.45 3551
70.0 3552
34.91 3553
38.06 3554
60.1 3555
42.51 3556
41.52 3557
57.3 3558
42.48 3559
37.11 3560
37.4 3561
60.71 3562
26.25 3563
15.18 3564
27.55 3565
17.17 3566
59.5 3567
61.27 3568
30.85 3569
17.66 3570
32.92 3571
67.75 3572
23.43 3573
10.80 3574
82.35 3575
19.51 3576
21.69 3577
22.33 3578
21.51 3579
15.3 3580
22.4 3581
15.82 3582
27.75 3583
21.08 3584
37.17 3585
41.43 3586
38.19 3587
44.87 3588
43.7 3589
37.64 3590
38.28 3591
46.53 3592
37.02 3593
46.46 3594
35.59 3595
42.78 3596
47.32 3597
39.54 3598
47.93 3599
60.22 3600
47.26 3601
47.88 3602
44.46 3603
42.21 3604
42.34 3605
41.37 3606
40.95 3607
41.96 3608
33.03 3609
45.27 3610
53.66 3611
38.2 3612
43.9 3613
22.87 3614
37.77 3615
48.48 3616
32.27 3617
56.58 3618
31.65 3619
31.98 3620
47.51 3621
49.08 3622
8.77 3623
54.9 3624
53.49 3625
27.46 3626
58.13 3627
29.04 3628
56.34 3629
15.69 3630
66.15 3631
41.02 3632
38.48 3633
40.64 3634
18.13 3635
39.89 3636
20.38 3637
35.83 3638
17.14 3639
63.08 3640
60.19 3641
19.66 3642
35.44 3643
37.04 3644
60.98 3645
32.32 3646
20.51 3647
16.02 3648
14.82 3649
21.71 3650
15.8 3651
57.33 3652
21.99 3653
51.75 3654
6.50 3655
55.77 3656
22.38 3657
13.50 3658
28.19 3659
20.94 3660
6.20 3661
56.66 3662
20.7 3663
20.57 3664
18.37 3665
37.23 3666
39.21 3667
38.11 3668
37.71 3669
37.96 3670
60.26 3671
40.56 3672
39.72 3673
42.18 3674
44.73 3675
44.49 3676
44.17 3677
38.15 3678
46.41 3679
35.79 3680
46.01 3681
48.12 3682
47.78 3683
37.9 3684
57.53 3685
37.66 3686
44.47 3687
43.92 3688
27.41 3689
39.32 3690
12.26 3691
42.43 3692
36.42 3693
42.59 3694
44.79 3695
49.4 3696
29.75 3697
47.14 3698
45.58 3699
48.88 3700
48.39 3701
15.62 3702
13.90 3703
16.71 3704
60.3 3705
55.51 3706
54.89 3707
28.84 3708
30.05 3709
56.23 3710
61.54 3711
38.01 3712
55.94 3713
9.04 3714
36.22 3715
38.46 3716
35.9 3717
38.45 3718
33.63 3719
41.2 3720
40.79 3721
42.58 3722
39.87 3723
36.91 3724
36.23 3725
31.71 3726
56.16 3727
22.6 3728
7.1 3729
55.76 3730
27.91 3731
60.12 3732
23.16 3733
62.74 3734
33.1 3735
22.28 3736
12.80 3737
23.71 3738
23.24 3739
33.17 3740
57.42 3741
16.2 3742
22.2 3743
27.79 3744
11.40 3745
15.93 3746
14.90 3747
18.81 3748
20.19 3749
19.6 3750
23.29 3751
37.72 3752
37.76 3753
36.96 3754
44.74 3755
40.18 3756
40.57 3757
43.6 3758
39.43 3759
44.61 3760
45.33 3761
45.14 3762
44.81 3763
48.03 3764
47.01 3765
42.93 3766
40.62 3767
44.77 3768
39.62 3769
54.08 3770
27.35 3771
54.22 3772
29.45 3773
25.0 3774
48.4 3775
46.14 3776
36.62 3777
44.6 3778
43.74 3779
60.32 3780
37.18 3781
49.36 3782
51.95 3783
50.87 3784
51.36 3785
48.09 3786
30.95 3787
49.61 3788
8.6 3789
57.8 3790
31.05 3791
61.62 3792
29.08 3793
38.88 3794
27.63 3795
40.02 3796
61.78 3797
18.08 3798
40.43 3799
60.06 3800
47.16 3801
28.13 3802
21.18 3803
59.88 3804
51.19 3805
64.15 3806
33.02 3807
16.6 3808
64.45 3809
63.95 3810
58.28 3811
65.55 3812
59.59 3813
33.62 3814
20.84 3815
16.76 3816
58.83 3817
22.29 3818
15.00 3819
94.47 3820
16.09 3821
23.36 3822
21.78 3823
8.81 3824
12.27 3825
16.26 3826
57.21 3827
23.09 3828
16.32 3829
22.31 3830
29.21 3831
23.98 3832
55.66 3833
14.54 3834
27.56 3835
22.42 3836
18.38 3837
13.70 3838
13.80 3839
27.66 3840
37.36 3841
38.17 3842
39.37 3843
43.77 3844
43.18 3845
43.0 3846
40.72 3847
45.13 3848
43.67 3849
16.21 3850
42.88 3851
45.09 3852
46.44 3853
37.53 3854
36.67 3855
46.58 3856
36.89 3857
47.06 3858
48.28 3859
37.7 3860
45.63 3861
46.61 3862
42.68 3863
41.59 3864
43.31 3865
43.47 3866
48.99 3867
27.05 3868
71.95 3869
42.52 3870
52.94 3871
48.42 3872
23.47 3873
47.81 3874
49.02 3875
45.66 3876
35.13 3877
41.7 3878
42.87 3879
43.78 3880
44.63 3881
33.4 3882
49.78 3883
35.61 3884
19.7 3885
27.52 3886
51.3 3887
20.50 3888
17.48 3889
10.30 3890
50.64 3891
15.59 3892
61.61 3893
60.02 3894
62.75 3895
17.36 3896
61.57 3897
59.84 3898
58.81 3899
19.82 3900
29.48 3901
33.28 3902
28.62 3903
29.82 3904
29.51 3905
36.38 3906
36.06 3907
23.46 3908
32.52 3909
39.74 3910
36.54 3911
53.54 3912
62.17 3913
16.19 3914
56.1 3915
40.98 3916
15.12 3917
20.43 3918
38.24 3919
15.74 3920
41.29 3921
57.39 3922
58.12 3923
72.05 3924
62.85 3925
31.9 3926
22.69 3927
20.27 3928
8.13 3929
21.53 3930
26.74 3931
48.49 3932
21.84 3933
20.04 3934
17.12 3935
22.11 3936
56.51 3937
57.58 3938
61.8 3939
19.71 3940
27.54 3941
17.28 3942
16.77 3943
55.79 3944
21.98 3945
37.01 3946
37.91 3947
38.21 3948
15.99 3949
45.04 3950
44.4 3951
43.46 3952
47.11 3953
38.33 3954
45.29 3955
45.28 3956
48.32 3957
35.02 3958
46.51 3959
45.99 3960
47.34 3961
35.1 3962
42.42 3963
18.79 3964
41.53 3965
42.82 3966
48.19 3967
49.57 3968
27.84 3969
55.17 3970
32.41 3971
49.56 3972
53.95 3973
28.75 3974
24.16 3975
53.25 3976
52.0 3977
36.64 3978
48.23 3979
49.31 3980
35.38 3981
39.97 3982
37.79 3983
6.00 3984
42.1 3985
46.31 3986
37.22 3987
40.34 3988
31.0 3989
45.4 3990
45.21 3991
48.47 3992
27.53 3993
51.1 3994
45.42 3995
21.17 3996
32.73 3997
56.36 3998
16.5 3999
23.77 4000
49.5 4001
49.51 4002
52.35 4003
53.98 4004
54.71 4005
40.06 4006
60.78 4007
58.41 4008
68.75 4009
58.3 4010
59.82 4011
34.88 4012
38.91 4013
61.91 4014
35.26 4015
38.31 4016
55.06 4017
38.14 4018
40.38 4019
22.49 4020
16.11 4021
35.54 4022
57.65 4023
60.8 4024
59.1 4025
39.18 4026
15.64 4027
61.7 4028
58.51 4029
22.72 4030
55.61 4031
8.46 4032
17.03 4033
77.94 4034
19.0 4035
29.14 4036
31.25 4037
21.46 4038
56.86 4039
83.65 4040
17.77 4041
21.07 4042
18.29 4043
16.23 4044
19.98 4045
37.42 4046
37.21 4047
39.0 4048
37.88 4049
39.63 4050
40.29 4051
40.58 4052
41.12 4053
45.2 4054
32.99 4055
44.41 4056
41.03 4057
36.43 4058
47.13 4059
28.89 4060
47.47 4061
47.71 4062
45.84 4063
42.9 4064
39.08 4065
41.19 4066
39.69 4067
44.57 4068
38.59 4069
15.53 4070
54.32 4071
27.33 4072
26.67 4073
20.01 4074
54.63 4075
18.6 4076
36.26 4077
48.74 4078
55.18 4079
39.02 4080
43.97 4081
6.60 4082
23.27 4083
16.83 4084
49.37 4085
33.68 4086
32.17 4087
49.1 4088
48.34 4089
15.57 4090
50.6 4091
35.12 4092
46.81 4093
45.1 4094
18.02 4095
56.38 4096
57.03 4097
22.39 4098
17.37 4099
52.29 4100
51.46 4101
57.08 4102
28.86 4103
35.63 4104
34.89 4105
38.84 4106
37.56 4107
40.59 4108
37.47 4109
39.96 4110
60.47 4111
40.49 4112
56.65 4113
20.16 4114
17.72 4115
16.81 4116
39.79 4117
37.13 4118
61.2 4119
60.28 4120
17.73 4121
21.52 4122
17.89 4123
23.34 4124
32.77 4125
23.68 4126
20.13 4127
21.74 4128
17.53 4129
65.25 4130
75.0 4131
22.06 4132
28.54 4133
77.68 4134
95.47 4135
56.07 4136
56.12 4137
37.03 4138
36.81 4139
16.44 4140
26.62 4141
15.71 4142
58.62 4143
16.08 4144
23.2 4145
17.8 4146
24.75 4147
19.90 4148
55.95 4149
56.27 4150
26.81 4151
19.11 4152
19.81 4153
27.21 4154
22.12 4155
18.01 4156
18.99 4157
21.09 4158
20.8 4159
38.78 4160
47.03 4161
39.83 4162
42.84 4163
39.7 4164
45.11 4165
45.9 4166
46.33 4167
68.15 4168
62.38 4169
37.41 4170
47.1 4171
45.93 4172
48.04 4173
47.86 4174
36.4 4175
36.78 4176
47.21 4177
35.86 4178
27.36 4179
19.47 4180
41.73 4181
45.87 4182
42.63 4183
44.03 4184
18.33 4185
48.81 4186
45.03 4187
54.14 4188
17.15 4189
27.73 4190
5.00 4191
50.86 4192
23.61 4193
57.04 4194
46.7 4195
54.59 4196
35.39 4197
48.54 4198
27.47 4199
46.79 4200
39.59 4201
46.24 4202
45.43 4203
33.59 4204
25.78 4205
40.24 4206
40.81 4207
42.08 4208
19.77 4209
48.68 4210
49.34 4211
49.29 4212
20.58 4213
51.24 4214
16.13 4215
54.93 4216
51.48 4217
47.61 4218
18.34 4219
63.14 4220
53.13 4221
57.4 4222
54.83 4223
58.7 4224
28.01 4225
36.87 4226
63.28 4227
36.04 4228
32.9 4229
64.85 4230
31.78 4231
61.97 4232
38.76 4233
61.82 4234
38.71 4235
39.17 4236
40.26 4237
38.83 4238
37.74 4239
61.9 4240
24.38 4241
39.47 4242
40.69 4243
39.25 4244
40.25 4245
53.33 4246
39.67 4247
39.46 4248
56.02 4249
16.96 4250
20.98 4251
82.44 4252
60.2 4253
38.97 4254
37.33 4255
19.94 4256
32.25 4257
10.20 4258
16.51 4259
17.3 4260
26.05 4261
22.61 4262
29.01 4263
55.03 4264
94.83 4265
22.47 4266
19.99 4267
54.78 4268
54.62 4269
16.1 4270
20.99 4271
20.21 4272
55.48 4273
23.4 4274
11.90 4275
21.11 4276
23.33 4277
23.81 4278
26.85 4279
21.28 4280
39.33 4281
36.83 4282
48.22 4283
41.34 4284
38.79 4285
43.71 4286
42.26 4287
44.42 4288
39.19 4289
39.9 4290
45.32 4291
35.92 4292
44.72 4293
44.97 4294
46.72 4295
36.82 4296
46.54 4297
50.31 4298
42.23 4299
46.6 4300
59.58 4301
41.0 4302
44.78 4303
40.4 4304
49.21 4305
49.19 4306
42.69 4307
55.41 4308
55.13 4309
28.93 4310
52.72 4311
52.38 4312
28.0 4313
27.32 4314
19.1 4315
35.08 4316
34.67 4317
37.73 4318
46.82 4319
49.33 4320
48.82 4321
13.60 4322
27.24 4323
16.34 4324
27.92 4325
43.64 4326
40.08 4327
44.7 4328
48.11 4329
50.78 4330
52.95 4331
18.27 4332
53.19 4333
51.23 4334
51.06 4335
28.45 4336
50.52 4337
47.94 4338
49.04 4339
17.93 4340
6.70 4341
58.73 4342
54.74 4343
27.72 4344
59.3 4345
65.44 4346
31.58 4347
33.3 4348
34.7 4349
81.84 4350
35.5 4351
58.9 4352
34.41 4353
54.07 4354
37.58 4355
39.16 4356
55.67 4357
60.6 4358
36.98 4359
27.01 4360
58.87 4361
58.76 4362
37.93 4363
35.62 4364
24.14 4365
17.52 4366
16.78 4367
40.71 4368
58.92 4369
29.23 4370
56.54 4371
62.64 4372
78.04 4373
81.49 4374
59.56 4375
58.98 4376
33.43 4377
29.27 4378
58.17 4379
54.8 4380
31.45 4381
25.71 4382
58.67 4383
41.3 4384
33.49 4385
24.82 4386
65.05 4387
53.5 4388
17.86 4389
22.32 4390
16.92 4391
20.12 4392
54.76 4393
82.72 4394
27.48 4395
24.35 4396
21.8 4397
21.23 4398
26.53 4399
39.58 4400
56.82 4401
45.31 4402
49.13 4403
38.47 4404
40.88 4405
38.67 4406
40.14 4407
42.2 4408
44.33 4409
38.54 4410
39.91 4411
37.68 4412
47.97 4413
46.74 4414
46.1 4415
48.1 4416
39.44 4417
46.26 4418
39.26 4419
39.98 4420
43.66 4421
82.91 4422
50.73 4423
55.43 4424
20.08 4425
53.44 4426
52.8 4427
53.9 4428
50.62 4429
35.99 4430
50.54 4431
39.48 4432
46.78 4433
28.16 4434
43.5 4435
43.04 4436
35.37 4437
66.75 4438
49.72 4439
60.59 4440
49.62 4441
32.91 4442
32.54 4443
51.0 4444
4.70 4445
27.97 4446
18.23 4447
19.67 4448
58.59 4449
50.33 4450
17.06 4451
50.12 4452
59.08 4453
55.71 4454
59.47 4455
28.14 4456
61.73 4457
28.76 4458
67.97 4459
17.16 4460
36.36 4461
59.26 4462
38.49 4463
14.00 4464
36.61 4465
36.94 4466
61.1 4467
38.07 4468
61.44 4469
39.27 4470
64.25 4471
20.81 4472
36.59 4473
20.18 4474
39.66 4475
40.97 4476
39.06 4477
38.96 4478
40.53 4479
61.32 4480
5.30 4481
69.15 4482
23.0 4483
67.39 4484
55.29 4485
20.23 4486
41.26 4487
28.04 4488
34.8 4489
32.26 4490
67.65 4491
19.52 4492
50.83 4493
82.26 4494
23.87 4495
22.51 4496
26.79 4497
55.21 4498
25.64 4499
23.04 4500
58.57 4501
19.59 4502
58.09 4503
27.11 4504
54.82 4505
59.19 4506
29.63 4507
18.73 4508
16.03 4509
17.81 4510
17.59 4511
16.97 4512
14.30 4513
38.5 4514
38.02 4515
47.6 4516
46.71 4517
39.56 4518
44.91 4519
43.52 4520
44.84 4521
36.68 4522
45.79 4523
46.94 4524
47.09 4525
38.34 4526
34.86 4527
44.27 4528
45.36 4529
39.92 4530
55.22 4531
54.5 4532
32.85 4533
55.08 4534
56.99 4535
28.53 4536
54.79 4537
49.64 4538
53.65 4539
51.97 4540
33.47 4541
51.32 4542
46.83 4543
25.97 4544
36.99 4545
46.48 4546
48.53 4547
46.57 4548
44.2 4549
49.01 4550
52.58 4551
23.59 4552
51.38 4553
15.91 4554
33.37 4555
16.24 4556
50.7 4557
18.48 4558
47.31 4559
52.08 4560
18.22 4561
58.1 4562
55.33 4563
59.57 4564
28.27 4565
33.87 4566
59.39 4567
59.0 4568
28.23 4569
64.23 4570
33.41 4571
64.08 4572
29.65 4573
33.86 4574
32.88 4575
57.69 4576
66.0 4577
66.05 4578
39.28 4579
61.64 4580
38.99 4581
45.62 4582
15.86 4583
21.13 4584
43.1 4585
57.37 4586
58.82 4587
25.02 4588
61.34 4589
58.03 4590
58.68 4591
60.56 4592
41.14 4593
41.63 4594
17.7 4595
57.15 4596
20.72 4597
67.31 4598
67.45 4599
63.3 4600
58.44 4601
33.2 4602
63.0 4603
12.20 4604
60.4 4605
59.03 4606
40.74 4607
55.97 4608
34.5 4609
28.02 4610
26.35 4611
33.58 4612
23.21 4613
32.98 4614
20.6 4615
11.80 4616
19.4 4617
21.91 4618
21.58 4619
23.37 4620
18.7 4621
58.15 4622
17.91 4623
32.96 4624
18.87 4625
57.43 4626
25.8 4627
21.76 4628
59.92 4629
17.74 4630
20.61 4631
27.28 4632
26.42 4633
23.99 4634
28.38 4635
